{
    "filename": "Fitness Reimbursement Policy SIIL SIL  CLS- June.pdf",
    "source_path": "C:\\Users\\670336314\\OneDrive - Signify\\Desktop\\Signify Pol\\Fitness Reimbursement Policy SIIL SIL  CLS- June.pdf",
    "content": "## FITNESS REIMBURSEMENT POLICY\n\n## SIGNIFY INNOVATIONS INDIA LTD., SIGNIFY INNOVATION LABS\n\n&amp;\n\nSIGNIFY COOPER LIGHTING INDIA\n\nEffective Date: 01 April ,2024\n\nVersion No: 5.1\n\nApprover: CHRO\n\n## 1. Objective\n\nTo instill a fitness culture in the organization and encourage employees to focus on their health &amp; wellness. The policy  provides  guidelines  on  reimbursement  of  expenses  incurred  by  an  employee  towards  individual membership fee for any Gym, Fitness center, Sports facilities, Fitness App.\n\n## 2. Eligibility\n\nAll Signify India employees are eligible for reimbursement under this policy.\n\n## 3. Entitlement\n\n- · All eligible employees are entitled to claim reimbursement of membership fee for any Gym/Fitness center/Sports center/other service provider for fitness related services including Yoga/ Pilates/ Swimming facilities etc. for the employee's individual membership only.\n- · Only membership fee is covered under this policy and any charges for products/equipment are not reimbursable. Memberships for employee's spouse/family members are not eligible for reimbursement.\n- · Only bills pertaining to the same financial year can be claimed anytime during the year. Bills pertaining to the old/ previous financial year cannot be claimed.\n- · Employees could also claim membership/subscription charges for personal training online fitness app providers (like Fitbit coach, Cult, etc.) for their own use. However, any charges for equipment/products purchased from such apps are not reimbursable under the policy.\n- · The annual entitlement is limited to INR 12,000 for H15 and below employees and INR 20,000 for H16 to H20 (H20- Non LMT members only) employees per financial year.\n\n## 4. Process\n\n- · The limit defined above are for a financial year (01 April- 31st March)\n- · Reimbursement claim is to be submitted in the online Employee Benefits Module on HR portal along with a scan of the bills/payment receipts. The employee is responsible to retain and preserve the original bills and produce them on demand in case they are needed for audit purposes.\n- · Claims can be submitted anytime of the year or as when the expenses are incurred, the reimbursement will be done, along with salary of same month (if bill approved before 10 th of the month) or next month (if bill approved post 10 th of the month). Any claims pertaining to the current financial year will be eligible for reimbursement.\n- NOTE : If Employee is subscribing for monthly fitness routine, he/she/they need to retain the bill and need to apply biannually basis.\n- · For employees, who are joining or leaving the organization in the middle of any year (except in case of retirement/ERS/demise), the eligibility for Fitness Reimbursement benefit will be on a pro-rated basis based on the time spent in that particular financial year.\n- · Any advance amount claimed shall be recovered on a pro-rated basis if an employee leaves the organization in the middle of the year.\n- · Tax Liability: This benefit is taxable as a perquisite in the hands of employees as per GOI norms.\n- · The fee receipt/bill should clearly show the name of establishment to which it is paid, the establishment's PAN + Registration or GST number, the date of payment, amount paid against various expense heads and member's name. Amount claimed out of this (as per policy) to be mentioned by the employee in the online claim form.\n\n- · The service provider should have a Service tax and the valid receipt/bill of membership fee paid should clearly mention either the PAN + Registration or GST numbers as applicable. Any bills without PAN + Registration or GST numbers for the vendor will be summarily rejected without exception.\n\nThe  company  has  the  exclusive  right  to  amend  or  terminate  this  policy  without  any  prior  notice.  Any clarifications    related    to    interpretation    of    this    policy    can    be    referred    to    respective    HRBP and the decision of CHRO -India in this regard will be final and binding .\n\n## Version Tracking\n\n|   Version No. | Date             | Changes                                                    | Changedby         |\n|---------------|------------------|------------------------------------------------------------|-------------------|\n|           1   |                  | Initial Policy                                             |                   |\n|           2   | 1 st Sep 2016    | Policy Harmonization                                       | Karishma/Nachiket |\n|           3   | 20 th June 2017  | Inclusion of Fitment Services reimbursement                | Karishma Parikh   |\n|           3   | 16 th Oct 2018   | Inclusion of Fitness app providers                         | Zeeshan           |\n|           3.1 | 02 nd Jan 2019   | Nameofthe company has changed                              | HRS               |\n|           4   | 01 st Jan 2021   | Eligibility as per HGrade updated                          | Amit Otwani       |\n|           5   | 1 st Sep, 2023   | Clawback if employee leaves in middle, Removed H20-Non LMT | Sugandha Vatrana  |\n|           5.1 | 1 st April, 2024 | Bills of the same FY to be claimed                         | HRS               |"
}