{
    "filename": "Medical Reimbursement Policy_SIIL,SIL and CLS.pdf",
    "source_path": "C:\\Users\\670336314\\OneDrive - Signify\\Desktop\\Signify Pol\\Medical Reimbursement Policy_SIIL,SIL and CLS.pdf",
    "content": "## MEDICAL REIMBURSEMENT POLICY\n\nSIGNIFY INNOVATIONS INDIA LTD.,\n\nSIGNIFY INNOVATION LABS\n\n&amp;\n\nSIGNIFY COOPER LIGHTING INDIA\n\nVersion No: 5.0\n\n## 1. Objective\n\nThe objective of this policy is to assist employees in the domiciliary medical expenses incurred by them and family.\n\n## 2. Eligibility\n\n-  All H9 and above employees in SIIL, SIL and CLS.\n-  Family: Spouse and two dependent children below the age of 25 years, provided that a declaration is made that the bills are not being claimed under any other Medical Scheme.\n\n## 3. Policy Guidelines\n\n## Medical Reimbursement Limit\n\nAll Corporate H9 and above grade employees\n\nUpper Limit in INR for all employees per annum\n\nINR 15000\n\n-  All employees can claim INR 15,000 over and above their total fixed pay. The perquisite tax will be applied on the claimed amount basis the income tax slab rate applicable to the employee.\n-  The limit defined above are for a financial year (01 April- 31 st March).\n-  The amount can be availed only by providing medicals bills. The employee will not be able to claim the amount in case of failure to produce the bills.\n-  For employees who are joining or leaving the organization in the middle of any year (except in case of retirement/ERS/demise), the eligibility for Medical OPD benefit will be on a pro-rated basis based on the time spent in that particular financial year.\n-  Allopathic,  Homeopathy  and  Ayurveda  will  be  covered  subject  to  conditions  and  from  recognized  / established institutions only.\n-  Assisted methods of fertility/pregnancy like IVF and IUI are not covered under the purview of this policy.\n-  Any of the benefits applicable under 'Health Check-Up Policy' for Signify should not be claimed as part of the Medical Reimbursement Policy. Such health check-up claims will be summarily rejected without any exception.\n\n## Process\n\n-  Employee to file medical claim in the Medical Reimbursement Online Claim Tool and upload the soft copy of bill on tool.\n-  Employee  to  submit  print  of  the  claim  voucher  (from  the  Online  Tool)  along  with  the  supporting bills/receipts to the drop box in the office on/before the claim submission date of the month.\n-  The company's Medical Officer to approve the claim.\n-  Claimed medical expenses are disbursed as a part of monthly salary.\n-  Expenses incurred in the current financial year and within the country will only be reimbursed.\n\nNote : Regular audits will be conducted to check for adherence to the Policy, any deviation will be treated as non-compliance to the Company Policy leading to disciplinary action.\n\n## 4. Exception Management\n\n-  On application, serious cases of treatment requiring long and expensive medication and administration other than hospitalization and not covered under the Company Group Medical Insurance Policy, will be reviewed by the Medical Committee on a case-by-case basis. The medical committee will comprise of the CEO, Company doctor (Medical Officer on consultancy) &amp; CHRO.\n-  Examples include Post Hospitalization treatment/care of -  Cancer, Stroke, Heart Attack, CABG (Bypass surgery), Kidney failure (dialysis), major organ transplant, multiple sclerosis, Coma.\n\nThe company has the exclusive right to amend or terminate this policy without any prior notice. Any clarifications related to interpretation of this policy can be referred to respective HRBP and the decision of the CHRO - India in this regard will be final and binding.\n\n## Version Tracking\n\n|   Version | Date            | Changes                                  | Changedby        | Approved By          |\n|-----------|-----------------|------------------------------------------|------------------|----------------------|\n|       2   | 25 th May 2017  | Revised Medical Reimbursement Guidelines | KarishmaParikh   | Anusha Suryanarayan  |\n|       2.1 | 2 nd Jan 2019   | Name of the company has changed          | HRS              | Anusha Suryanarayan  |\n|       3   | 1 st Jan 2021   | Hgrade linked policy                     | Amit Otwani      | Anusha Suryanarayan  |\n|       4   | 1 st April 2021 | Applicability extended to SIL, Bangalore | Sugandha Vatrana | Anusha Suryanarayan  |\n|       5   | 10 th Aug 2023  | Bill Soft Copy clause included           | Sugandha Vatrana | Irani Srivastava Roy |"
}