{
    "filename": "Company Car Lease Policy SIIL SIL  CLS_21st Nov 2024.pdf",
    "source_path": "C:\\Users\\670336314\\OneDrive - Signify\\Desktop\\Signify Pol\\Company Car Lease Policy SIIL SIL  CLS_21st Nov 2024.pdf",
    "content": "## COMPANY CAR LEASE POLICY\n\nSIGNIFY INNOVATIONS INDIA LTD.\n\n&amp;\n\nSIGNIFY INNOVATION LABS\n\n&amp;\n\nSIGNIFY COOPER LIGHTING INDIA\n\nEffective Date: 15 th November 2024\n\nVersion No: 3.0\n\nDocument Owner: Rewards\n\nApprover: Head of HR, India\n\n## 1) Objective\n\nThe objective of this benefit is to facilitate ownership of Four-wheeler (car only) by employees and encourage them to opt for more convenient modes of transport.\n\n## 2) Eligibility\n\nAll employees at grade H13 and above in SIIL, SIL and CLS who have completed the first payroll cycle and opted for or are part of old tax regime are eligible to apply for this benefit as a part of their flexible benefit allowance.\n\n- 3) Policy Entitlements: The policy allows employees to save tax by reducing their taxable salary to the extent of the monthly lease rental + Fuel &amp; Maintenance cost &amp; driver's salary restricted to the employees FBP.\n\n## A. Lease Amount\n\n| Grade     | Eligibility                                                                               | Maximum Lease Amount                                                                                                              |\n|-----------|-------------------------------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------------------------|\n| H15 - H21 | Complete on-road price of the car can be funded                                           | No cap, however, monthly lease rental should not exceed the available surplus balance in employees FBP                            |\n| H13 - H14 | Upto 80% of the on-road price of the car subject to lease amount not exceeding INR 5 Lacs | Maximum amount funded is INR 5 Lacs, subject to monthly lease rental not exceeding the available surplus balance in employees FBP |\n\n- · If an employee at H13 -H14 wishes to go for a car where 80% of the on-road price of the car is greater than INR 5 lacs, then the excess amount will have to be paid upfront by the employee as margin money.\n- · Funding for the registration amount is optional, in case an employee does not want to take funding on the registration and RTO charges then the employee can directly pay these charges to the dealer.\n- · The  monthly  lease  rental  will  be  calculated  by  the  leasing  company  as  per  the  extant  agreement  and  allocated accordingly from the 'Flexible Benefits Package' (FBP) of the employee. This will be deducted on a monthly basis from the employee's FBP for the full lease period from the start of lease term period. The monthly deductions will comprise of the lease rental, service tax, lease tax and any other applicable levies.\n- · On road price of the car includes -Ex- showroom cost+ Road Tax+ registration cost+ logistics, GST as applicable but excluding insurance. The monthly lease rental including all these components should not exceed the surplus balance in employees FBP.\n- · TCS is paid directly by the leasing company to the dealer, Accessories and extended warranty are not part of the funding amount. The employee needs to pay for the same directly. GST on actuals would be added to the rentals\n- · Insurance is not funded by the vendor, and it is to be borne by the employee. The amount will be deducted from the salary of the employee.\n- · Employees can opt for only one car at a time under the CLLS.\n\n## B. Leasing Partners &amp; Interest Rate\n\n- · We have partnered with two car lease vendors -Orix Leasing &amp; Financial Services India Ltd (Orix) and Tata Capital Financial Services Limited (TCFSL).\n- · Prevalent Interest rates shall apply as offered by the leasing vendors. Current applicable interest rate for Orix and Tata Capital is 11% (for both).\n\n## C. Lease Term\n\n| Grade      | Eligibility     |\n|------------|-----------------|\n| H13 &above | 3/4/5 year plan |\n\n## D. Car Insurance &amp; Renewal\n\n- · All cars taken under CCLS will carry comprehensive insurance and this will be managed by the Company's Insurance Section - Corporate Office, Gurgaon\n- · The risks broadly covered are - damage to vehicle due to Fire, Burglary/ Theft, Act of God perils, Riot, Accidental External Means and Third-Party Liability\n- · The Company's Insurance Department, Corporate Office, will be responsible for insurance and renewal of existing insurance policies. Employees are required to inform the insurance department well in advance to maintain the car insurance up-to-date. Kindly refer 'Company Car Lease Scheme Process' available on HR Portal for details\n- · The annual insurance premium paid for a car will be deducted from the respective employee's salary in the month it is paid or the immediate next month.\n- · Employees are not allowed to take insurance outside the Signify Insurance program (managed by Insurance team)\n\n## E. Registration of cars\n\n- · The car will be leased by the company from the designated leasing companies and can be registered in the name of the Employee.\n- · The Employee will need to execute applicable documentation  and provide individual  KYC documents for vehicle registration.\n- · The company ensures that there is a suitable endorsement made in the RC book, in favor and name of the leasing company as the first and exclusive charge holder.\n- · A certified copy of the RC must be submitted to the leasing company within a period of 60 days from disbursement of the vehicle.\n- · BH registration is not allowed as part of the policy.\n\n## F. Fuel &amp; Maintenance\n\nEmployees can opt for claiming reimbursement of running &amp; maintenance expenses under the FBP (Flexible Benefits Package) as per the limits outlined below:\n\n| Grades    | Amount(INR per annum)   |\n|-----------|-------------------------|\n| H13 - H14 | INR1,20,000             |\n| H15 - H21 | INR2,50,000             |\n\n## G. Driver Salary Reimbursement\n\nEligible Employees only on Company Car Lease Scheme can avail this benefit. Driver driver's salary reimbursement will be provided as per the following slab:\n\n| Grades      | Amount(INR per annum)   |\n|-------------|-------------------------|\n| H13 - H14   | INR1,20,000             |\n| H15 - H18   | INR2,40,000             |\n| H19 & Above | INR3,00,000             |\n\nThese reimbursements for Fuel &amp; Maintenance and Driver's Salary are a part of the employees FBP, and not an additional amount over and above employees Total Cost to Company (TCC). Employees can claim the same via FBP Reimbursement after submission of Receipt of payment. The prescribed format for Driver's Salary reimbursement is in 'Annexure A' , which can be downloaded from the HR Portal.\n\n- H. Tax Treatment for Driver's Salary and Fuel &amp; Maintenance: The reimbursements are subject to Perquisite tax. The Perquisite\n\nvalue for the same is as indicated below.\n\n- · INR 2400+ Rs.900 per month (with Driver) for Car with capacity above 1.6 litre.\n- · INR 1800+ Rs.900 per month (with Driver) for Car with capacity upto 1.6 litre.\n\n## I. Accident\n\nIn case, the car is involved in an accident, the Employee will ensure that:\n\n- · The injured party, if any, is immediately given due medical attention and the name and address of the injured party is carefully noted.\n- · In case of any damage to the Company car/third party -the name, address, driving license number, car registration number and the insurance particulars of the third party are noted.\n- · The matter with all details is reported to the nearest police employee/police station and a copy of the FIR retained.\n- · In case of the company car requiring repairs, the Employee should take the car to an authorized repairer and obtain an estimate and then register the claim with the insurance co. as per the details mentioned in the policy document. Kindly refer to the 'Motor Claims Process' available on HR Portal for details.\n\nThe Insurance Section, Corporate Office should be informed in case any assistance is required for processing of insurance claims.\n\n## J. Theft\n\nIn case of theft, the employee will ensure that:\n\n- · Details of theft is reported immediately to the nearest Police Station and a copy of the report (FIR No is obtained\n- · Register the claim with the insurance co. immediately as per the details mentioned in the policy document. Kindly refer to the 'Motor Claims Process' available on HR Portal for details.\n- · The Insurance Section, Corporate Office should be informed in case any assistance is required for the processing of insurance claims.\n\n## K. Traffic violations/penalties\n\n- · Attendance of notices received and fines etc. imposed in this regard should be taken care of by the person driving the car when the offence was committed.\n- · No reimbursement can be claimed for this. Penalties/fines imposed by RTO for non-renewal of licenses will not be reimbursed by the Company. Also, any claim on insurance due to non-renewal of license will not be entertained and the concerned employee will be liable to make good the loss suffered by the company/any third-party liability.\n\n## L. Treatment on employee's transfer\n\nIn case an employee is transferred from one location to another location in India by the company, the Company will arrange to transfer the car to the new location. All transfer expenses (in case of company-initiated transfer) including transportation, cost of insurance, road taxes, registration fees will be paid for by the Company as provided under the Relocation Policy.\n\n## M. Treatment on termination of employment\n\nIn case an employee's employment is terminated for any reason whatsoever (either employee or company initiated), the employee will have to buy the car at the termination value of the car. All charges on account of transfer of ownership, any tax (sales tax or otherwise) implication pertaining to such sale of the vehicle, penalties etc. will have to be borne by the Employee. Successful settlement of the existing car lease and any other outstanding dues associated are necessary   to obtain the no-dues certificate for completing the Full &amp; Final Settlement process.\n\n## N. Treatment on expiry of lease term\n\nAt the end of the lease period, the employee will have to buy the car at the residual value of the car. All charges on account of transfer of ownership, any tax (sales tax or otherwise) implication pertaining to such sale of the vehicle will have to be borne by the Employee. Employee may opt for a new car under the scheme.\n\n## O. Undertaking by employee &amp; Lease termination\n\nAny employee opting for a car under this policy acknowledges that he/she has read and understood this policy, the leasing terms and conditions and all other attendant details and agrees to abide by them.  The employee is required to provide a signed undertaking, indemnifying the company against any claims arising out of usage of the car, as per the template provided in Annexure B at the time of requesting for a car under the CCLS.\n\nFor removing Hypothecation in RC, Employee must initiate the process of RTO formalities. Also, must intimate insurance company within 7 days of issuance of amended RC.\n\nIncase employee wishes to sell the vehicle; the employee must initiate the process of RTO formalities. Also, must intimate insurance company within 7 days of sale of vehicle for necessary changes in insurance. Employee must contact the insurance company directly for obtaining the NCB retention letter, if applicable.\n\n## 4) Process\n\nEmployees can refer to the following documents which are uploaded on the HR Portal for process details &amp; annexures:\n\n- · Car Lease process\n- · Insurance format to be submitted to Insurance company\n- · Orix -vendor process\n- · Tata Capital -vendor process\n- · Sample Nomination Letter (Poonawala) - if applicable\n- · Annexure A - Driver Salary Bills submission\n- · Annexure B - Undertaking &amp; Indemnity\n\n## 5) Other terms of the Lease:\n\n- · Please note that this leasing facility is being provided as an employee benefit. The complete liabilities on account of the leasing facility is to be borne by the employee.\n- · Once  the  delivery  order  is  released  the  order  cannot  be  cancelled.  Any  exceptional  cancellations  for  any  reason whatsoever will entail a Cancellation fee.\n- · Employee can avail one of the two financiers Onboarded in the program\n- · Employee has an option to make the payment due for registration to optimize on his GST outflow.\n- · No Pretermination is allowed unless employee has resigned/terminated/left the company. The balance amounts have to be cleared by the employee before applying for a Relieving certificate.\n- · In case of events outside of what is defined in the policy, management discretion shall apply.\n\nThe company has the exclusive right to amend or terminate the policy. In case any further interpretation or clarification of this policy is required, the Head -HR, India is the competent authority, whose approval/clarification shall be final and binding. Employee can raise HRS ticket in Signify HR portal for any tax or FBP related queries.\n\nThe Management reserves the right to modify, amend or terminate this policy without prior notice and the decision of CHRO India in this regard will be final and binding.\n\n## Version Tracking\n\n|   Version No. | Date          | Changes                                              | Changed by   |\n|---------------|---------------|------------------------------------------------------|--------------|\n|           2.1 | 2nd Jan 2019  | Name of the company has changed                      | HRS          |\n|           2.2 | 6th Mar 2019  | Limits for H grades added                            | Zeeshan      |\n|           2.3 | 11th Oct 2019 | Individual Registration Option added, Vendor amended | Amit Otwani  |\n\n|   2.4 | 7th May 2020        | Enhancement of Limits on Fuel &Maintenance Reimbursement and Driver's Salary Reimbursement   | Amit Otwani      |\n|-------|---------------------|----------------------------------------------------------------------------------------------|------------------|\n|   2.5 | 1st January 2021    | Eligibility revised as per H grades for all employees                                        | Amit Otwani      |\n|   2.6 | 1st September 2023  | Vendor Updated, Clarifications on process and eligibility added.                             | Sugandha Vatrana |\n|   2.7 | 11th March 2024     | Car Lease process document updated                                                           | Ishan Bansal     |\n|   3   | 15 th November 2024 | Car Lease Policy, Process &Documents Updated                                                 | Ishan Bansal     |"
}