{
    "filename": "Mobile and Internet Connectivity Policy_SIL - june.pdf",
    "source_path": "C:\\Users\\670336314\\OneDrive - Signify\\Desktop\\Signify Pol\\Mobile and Internet Connectivity Policy_SIL - june.pdf",
    "content": "## MOBILE &amp; INTERNET CONNECTIVITY POLICY SIGNIFY INNOVATION LABS\n\nEffective Date:6 th Sept 2023\n\nVersion No: 7.0\n\nApprover: CHRO\n\n## Classified Classified\n\n## 1. Objective\n\nThis Policy outlines the entitlement and process for mobile bill reimbursement, internet bill reimbursement and mobile handset reimbursement offered to employees of Signify Innovation Ltd.\n\n## 2. Eligibility\n\nThe policy is applicable to all H9 &amp; Above employees of Signify Innovations Labs. For the purpose of this policy, the people who are on the employment rolls of the Company, on the day this policy comes into effect and employed thereafter, shall be deemed to be employees.\n\n## 3. Mobile Handset Reimbursement\n\n- · Eligible employees can buy their own Mobile Handsets up to a max. Limit of INR 15,000/ (Rupees Fifteen Thousand only) inclusive of all taxes. The Amount claimed by the employee is subject to income tax.\n- · Employees can go in for a replacement (based on the wear &amp; tear) only after 3 years . Three years willbe calculated based on the date of claim and not based on the date of purchase.\n- · Any claims/invoice older than 6 months from date of filing will not be entertained and will be rejected without exception.\n- · No claim will be accepted if the employee is serving the notice period after resignation.\n\n## 3.1 Process\n\nThe reimbursement claim process for the handsets will be as follows:\n\n- o Employee must submit the scan copy of the bill in the Employee Benefit Tool Employee Benefit Portal.\n- o No physical copy of bill is required to be preserved to the Company.\n\n## Recovery of amount if the employee leaves the organization:\n\n- · If  the  employee  leaves  the  organization  within  1  year  from  the  date  of  claim  of  the  phone reimbursement, 100% of the amount claimed for the phone shall be recovered from his / her final settlement. Similarly, if the employee leaves before 2 years of completion, 66% (2/3rd) of the cost claimed will be recovered; and for employee leaving before completion of 3 years, 33% (1/3rd) of the amount claimed will be recovered. Post 3 years no deductions shall be done.\n- · There will be no recovery from employees who are superannuating on their due date.\n- · Any deviations to the policy require the approval of the CEO and CFO.\n\n## 4. Mobile Monthly Bill Reimbursement on Concur\n\n- · Employees can claim for mobile monthly bill reimbursement only for Postpaid Connection.\n- · The mobile bills will be reimbursed through Concur Tool.\n- · The employee will submit the claim for reimbursement through Concur. However, the maximum reimbursement of monthly bill will be restricted to Rs. 500/- (Rupees Five Hundred only) including applicable Good &amp; Services Tax per month or the bill amount whichever is lower. This will not apply to cases where employees are required to connect internationally for business purposes.\n- · In case of employees who are required to make international calls, maximum reimbursement will be limited to amount as mentioned as above plus the amount spent on international calls for business purposes during the month. Please note that this reimbursement is for business calls only.\n- · However, all such claims will require approval from the respective Departmental Heads or LMT.Line Manager will be responsible for ensuring full compliance to the intent in this regard before granting approval to claim.\n- · International calls need prior approval and comprehensive package must be bought prior to travel with all required approvals.\n- · Processing of the monthly reimbursements for phone calls bill will be made through Concur only. It is advisable to claim reimbursement on quarterly basis (consolidate and claim multiple claims in one expense claim) to reduce cost of processing bills.\n- · For the benefit of all, we have had discussions with prominent service providers. Various proposals received / examined are placed at Annexure-I. The proposals also outline Process on how to change from current plan to new plan on call and Documents required by Service Providers for plan change. We recommend utilization of these proposal as they are beneficial both to the individual and the company.\n\n## 5. Mobile Bill/Internet Connectivity bill as a part of FBP\n\n- · All employees can claim reimbursement of INR 24,000 per annum as part of their salary structure.\n- · The amount claimed as part of the Mobile Bill Reimbursement will be exempt from tax.\n- · Mobile Bill reimbursement can only be claimed for postpaid connections.\n- · The limit defined above is for the financial year (01 April- 31st March).\n\nNOTE :  Tax  benefit/FBP can't be  claimed in case  employee is  opting for  mobile bill and internet connectivity bill reimbursement over and above salary from the company through Concur.\n\n## 5.1 Process\n\n- · Employees can claim the same via FBP Reimbursement after submission of Broadband/Landline/ Telephone/Mobile Bill (postpaid)/Invoice Copy as part of the reimbursement process.\n- · Any unclaimed amount will be paid as part of the March month payroll.\n- · The employee will not be able to claim the amount in case of failure to produce the bills.\n- · Employees  who  are  being  provided  with  company  provided  broadband  for  special  circumstances cannot claim the same again for reimbursement under FBP. Please note that any such claims will be summarily rejected.\n\n## 6. Internet - Broadband &amp; Data card\n\n- · An employee can opt for either Data Card or Broad Band Connection and not both.\n- · Data  card  or  broadband  reimbursement  would  be  through  Concur.  Expense  statement  must  be submitted in the Concur towards Broadband or Data Card.\n- · Payment of the monthly recurring charges would be done by employee directly to respective service provider.\n- · Reimbursement from Signify would be a max for INR 650/- (Rupees Six Hundred Fifty only) for data card and INR 750 /- (Rupees Seven Hundred Fifty only) for broadband.\n- · In case of any technical issues of data card or broadband, employee has to directly get in touch with respective service provider by providing the required details like Data card number or broadband ID.\n- · In case of loss of Data card, Employee has to get in touch with service provider directly.\n\n## 7. International Roaming\n\n- · Employees are advised not to use their phones on roaming while in transit.\n- · While on International Roaming, employees are advised to use local SIMs of the respective countries.\n- · In case local SIM cards are not available, employees should use international calling cards (such as Matrix) and get the expenses reimbursed as per actual. Please reach out to our facility desk to avail an international roaming card from our corporate partner.\n\nThe company has the exclusive right to amend or terminate this policy without any prior notice. Any clarifications related to interpretation of this policy can be referred to CoE Rewards, Corporate HR and thedecision of CHRO - India in this regard will be final and binding.\n\n## Version Tracking\n\n|   Version No. | Date              | Changes                                                                        | Changed by        |\n|---------------|-------------------|--------------------------------------------------------------------------------|-------------------|\n|             1 |                   | Initial Policy                                                                 |                   |\n|             2 | 1 st Sep 2016     | Policy Harmonization                                                           | Karishma/Nachiket |\n|             3 | 12th January,2018 | Amendment in Policy for monthly charges                                        | K.K.Mishra        |\n|             4 | 2 nd January 2019 | Name of the company has changed                                                | HRS               |\n|             5 | 1 st Feb 2020     | Replacement Period of 3 years and change in recovery terms and conditions      | Amit Otwani       |\n|             6 | 1 st Jan 2021     | Introduction of Hgrades                                                        | Amit Otwani       |\n|             7 | 6 th Sep 2023     | Clarity on Postpaid connection, Merged Mobile and Internet Connectivity Policy | Sugandha Vatrana  |\n\n## ANNEXURE - I\n\n|   Sl. No | Activities                                                     | Airtel                                                                                                                                                                                             | Airtel                                                                                                                                                                                             | Vodafone                                                                                                                                                                                                                                                                                                                                                                                                  | Vodafone                           | Reliance                                                                    | Reliance                                                                    |\n|----------|----------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|------------------------------------|-----------------------------------------------------------------------------|-----------------------------------------------------------------------------|\n|        1 | Plan Name                                                      | Myplan corp-349 plan                                                                                                                                                                               | Myplan corp-349 plan                                                                                                                                                                               | Red Business Essential - 349                                                                                                                                                                                                                                                                                                                                                                              | Red Business Essential - 349       | JIO POSTPAID Plan - 309 (with security deposit of Rs. 400/- INR)            | JIO POSTPAID Plan - 309 (with security deposit of Rs. 400/- INR)            |\n|        2 | Plan details:                                                  | Rental                                                                                                                                                                                             | 349                                                                                                                                                                                                | Rental                                                                                                                                                                                                                                                                                                                                                                                                    | 349                                | Rental                                                                      | 309                                                                         |\n|        2 | Plan details:                                                  | Data                                                                                                                                                                                               | 10GB                                                                                                                                                                                               | Rental                                                                                                                                                                                                                                                                                                                                                                                                    | Data 10GB                          | Data                                                                        | 30GB                                                                        |\n|        2 | Plan details:                                                  | Local Calls                                                                                                                                                                                        | Unlimited Free                                                                                                                                                                                     | Rental                                                                                                                                                                                                                                                                                                                                                                                                    | Local Calls Unlimited Free         | Local Calls                                                                 | Unlimited Free                                                              |\n|        2 | Plan details:                                                  | STD Calls                                                                                                                                                                                          | Unlimited Free                                                                                                                                                                                     | Rental                                                                                                                                                                                                                                                                                                                                                                                                    | STD Calls Unlimited Free           | STD Calls                                                                   | Unlimited Free                                                              |\n|        2 | Plan details:                                                  | Roaming incoming                                                                                                                                                                                   | Unlimited Free                                                                                                                                                                                     | Rental                                                                                                                                                                                                                                                                                                                                                                                                    | Roaming incoming Unlimited Free    | Roaming incoming                                                            | Unlimited Free                                                              |\n|        2 | Plan details:                                                  | Roaming outgoing                                                                                                                                                                                   | Unlimited Free                                                                                                                                                                                     | Rental                                                                                                                                                                                                                                                                                                                                                                                                    | Roaming outgoing Unlimited Free    | Roaming outgoing                                                            | Unlimited Free                                                              |\n|        2 | Plan details:                                                  | SMS                                                                                                                                                                                                | 100/ day                                                                                                                                                                                           | Rental                                                                                                                                                                                                                                                                                                                                                                                                    | SMS                                | SMS                                                                         | Unlimited Free                                                              |\n|        3 | Process on how to change from current plan to new plan on call | Plan change can be done by 121@in.airtel.com and mentioning plan name and construct id and attaching scan copy of company i-card. The same will be shared by respective airtel circle coordinator. | Plan change can be done by 121@in.airtel.com and mentioning plan name and construct id and attaching scan copy of company i-card. The same will be shared by respective airtel circle coordinator. | 100/ day 1. For a new connection, the employee has to go to the Vodafone sales desk in the Signify India office premises and submit the documents. 2. For plan change, the employee has to send an email from their official email ID with the required plan details to corporate care IDs (attached circle wise). 3. An employee can also go to a Vodafone store, show their employee ID card to get the | corporate mobility plan activated. | Employee can opt for the plan change any time with help of self-care portal | Employee can opt for the plan change any time with help of self-care portal |\n|        4 | Documents required by Service Providers for plan change        | 1) Plan change can be done by sending a mail to121@in.airtel.com and attaching a scan copy of company i-card. 2) Thumb impression with Aadhaar number for new connections and plan change          | 1) Plan change can be done by sending a mail to121@in.airtel.com and attaching a scan copy of company i-card. 2) Thumb impression with Aadhaar number for new connections and plan change          | For plan change, the employee has to sendan email to the corporate care ID from his company email. For new connections, following document required: 1. CAF signed by an employee 2. 2 passport sized photos 3. Company employee card 4. Govt. ID proof and address proof 5. Aadhaar number to link to the mobile                                                                                         | number as per TRAI mandate         | No documents required, just a Thumb impression with Aadhaar number          | No documents required, just a Thumb impression with Aadhaar number          |\n\n********\n\nClassified Classified"
}