{
    "filename": "Relocation Policy - Internal Transfers_SIIL,SIL & CLS_Apr 2024.pdf",
    "source_path": "C:\\Users\\670336314\\OneDrive - Signify\\Desktop\\Signify Pol\\Relocation Policy - Internal Transfers_SIIL,SIL & CLS_Apr 2024.pdf",
    "content": "## RELOCATION POLICY FOR INTERNAL TRANSFERS\n\n## SIGNIFY INNOVATIONS INDIA LTD., SIGNIFY INNOVATION LABS\n\n&amp;\n\nSIGNIFY COOPER LIGHTING INDIA\n\n## 1. Objective\n\nThe objective of this policy is to define the benefits and services provided by Signify India to all employees in SIIL, SIL and CLS India on relocation.\n\n## 2. Eligibility\n\nThe policy is applicable to all H grade employees of Signify India.\n\n## 3. Familiarization Trip:\n\nThe employee along with his/her/their spouse would be eligible to a pre-joining exploratory trip to the new locationto enable them to scout the new location for arrangements like accommodation, schooling etc. The trip eligibility would be as per the Inland Travel Policy and would cover the following:\n\n- · 2-way travel for the employee and his/her/their spouse from the employee's current location to the new location.\n- · Maximum 2 days of transfer leave can be availed out of the total of 7 Transfer leaves available under this policy. The employee would not be eligible for any additional leaves for this exploratory trip.\n- · Maximum 3 Night's stay at the new location will be provided in line with the Inland Travel Policy\n\n## 4. Travel\n\nFollowing are the entitlements for travel to the new location from the employee's existing location.\n\n|   S.No | Travel Time                                                         | Entitlements                                                                                                                                                                                                                                                                                                                              |\n|--------|---------------------------------------------------------------------|-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n|      1 | Travel Time of more than 5 Hours                                    | Self, Spouse &dependent children are eligible for one way travel by air in economy class only                                                                                                                                                                                                                                             |\n|      2 | Travel time of less than 5 hours                                    | Self, Spouse &dependent children are eligible for one way travel by First Class AC or Second Class AC Train                                                                                                                                                                                                                               |\n|      3 | Incase Self Driving Personal Car (E.g. Driving from Jaipur - Delhi) | In case the employee is driving his/her/their personal car, they can claimfuel reimbursement and toll tax cost on actuals. The travel by personal car is restricted to 300 k.m. (one way) and the employee must submit a fuel bill of the travelled station and Toll Tax paid at highways, as a proof of using his/her/their personal car |\n\n- · All bookings need to be done by the employee on their own and then can get the cost reimbursed through concur.\n- · Air travel should be at Apex economy air fare through a low-cost carrier, booked by the employee at least 14 days in advance.\n- · The employee's family can relocate post up to a max of 1 year from the employee's joining date. Employee needs to inform in advance to their HRM and Line manager.\n- · Employee must retain a copy of tickets (Train)/Boarding Pass  (Air  Travel) booked to provide asevidence for reimbursement.\n- · Transit Expenses:\n- o Point to Point local travel to and fro from the train station/airport: Radio Taxi (e.g. Uber/Ola) bills at actuals\n- o Food allowance during travel: INR 500 per head\n\n## 5. Movement of Household, Personal Effects &amp; Personal Car\n\n- · The Company will make reasonable endeavours to arrange and bear expenses for packing and forwarding of the employee's personal and household effects at the place of transfer through its approved packers and movers up to 1250 cubic feet (one container load)\n- · In addition to the above, the Company would arrange for transportation of personal vehicles (only one car and one two-wheeler) from the employee's existing location to the new location\n- · All other incidental charges relating to transportation of car, namely Re-Registration, Octroi, entry tax incurred in the new destination may be claimed by the employee at actual.\n- · In case the employee is driving their own car to the new location, fuel and toll expenses can be claimed on actuals as outlined above.\n- · All such arrangements will be made by the Facilities department of the organization. The employee is not permitted to make their own arrangements and get the expense reimbursed.\n- · For  Insurance,  Employee must  send  a mail  to    Tata  AIG  General  Insurance  Co.  SPOC  for  policy issuance &amp; claims &amp; get the premium reimbursed through concur. The employee must request for insurance policy  5 working days prior to commencement of transit.\n- · It  is  advised  that  jewellery  and  valuables  should  be  carried  by  the  employee  and  not  sent  as unaccompanied baggage.\n- · Please refer to Annexure 'A' for the detailed process\n\n## 6. Temporary Accommodation\n\n- · Stay in a Company Guesthouse or an approved Hotel (in line with our inland travel policy) for self, spouse  and  2  children  until  such  time  residential  accommodation  is  secured  by  the  employee subject to a maximum stay of up to 3 Weeks/21 nights. No of rooms provided: Up to 2 persons -1 room; 3-4 Persons -2 rooms.\n- · Laundry expenses to be reimbursed up to a maximum of INR 150 per day\n- · Meal Reimbursement: H13 &amp; below -INR 1200 per day; H17 &amp; above: on actuals. Expenses to the claimed through concur.\n\n- · Local transport for commuting to office for the duration of the temporary stay can be reimbursed using concur. Radio Taxi's like Uber/Ola must be used for such transport. Reimbursement is not applicable if pick and drop services are provided by the guest house/hotel.\n\n## 7. Loan for Housing Deposit\n\n- · Employees  can  avail  an  interest  free  loan  for  housing  security  deposit  up  to  a  maximum  of  10 months' rent or 10 months HRA (whichever is less). Refer to the Loan for Housing Deposit Policy for further details.\n- · Recovery: 12 Months Equal Instalments\n- · Such a loan is subject to perquisite tax in the hands of all employees.\n\n## 8. Settling in Expenses\n\n- · The employee will be paid settling-in expenses as a one-time payout subject to the below:\n- o Employees in H14 and below: INR 35,000\n- o Employees in H15 &amp; H16: INR 50,000\n- o Employees in H17 to H20: INR 75,000\n- o Employees in H21 and above: INR 100,000\n- · This amount will be paid through payroll and only in cases where it is mentioned as per transfer letter.\n- · This amount is not applicable in the event the transfer has been initiated by the employee.\n- · If the employee leave's the Company's services within six months from the date of transfer, the Company reserves the right to recover this amount in part or full.\n\n## 9. Children's School Fee Expenses\n\n- · The employee would also be eligible to a reimbursement of up to INR.50, 000/- per child for school going child (up to a maximum of 2 children only) on submission of appropriate bills in original. This is  intended  to  take  care  of  one-time  non-refundable  advances/lump  sum  payment made  by the employee to the school for admissions of his/her/their children. This amount is paid against bills submittedto the local Regional HR Manager. It is paid through Employee Benefits Tool (EBM)\n- · This amount will be paid through payroll and only in cases where it is mentioned as per transfer letter.\n- · This amount is not applicable in the event the transfer has been initiated by the employee.\n- · If  the employee leave's the Company's services within six months from the date of transfer, the Company reserves the right to recover this amount in part or full.\n\n## 10. Transfer Leave\n\n- · Employees on Transfer are eligible for Transfer leave of 7 working days which can be availed partly in the present location and partly in the place of transfer (this includes 2-day pre-joining exploratory leave)\n- · Transfer leave option is applicable from the date of transfer of the employee.\n\n- · Transfer Leave cannot be added to any other leave.\n\n- · Transfer Leave must be availed of within three months of moving into a new accommodation in the place, after which period it will get lapsed.\n- · In case the transfer approval is under process and transfer leaves do not reflect on Workday, the employee must align with the line manager to avail the transfer leaves offline and log the leaves taken on Workday when the transfer leaves get available on the tool.\n\n## 11. Brokerage\n\n- · Brokerage will be reimbursed by the company against proper bills subject to a maximum of one month's rent/HRA entitlement (whichever is lesser). Such an expense can be claimed through the Employee Benefits Tool\n- · Brokerage has to be claimed within 3 months of it has been paid.\n\n## 12. Tax Incidence\n\n- · For all allowances, reimbursements and any other benefits provided under this policy, applicable Tax as per extant laws would be borne by the employee.\n\nThe company has the exclusive right to amend or terminate this policy without any prior notice.\n\nAny clarifications related to interpretation of this policy can be referred to respective HRBP and the decision of CHRO -India in this regard will be final and binding.\n\n## Annexure 'A' - Movement of House Goods Process &amp; Key Contacts\n\n|   S.No | Activity                                                                                                                                               | Owner             |\n|--------|--------------------------------------------------------------------------------------------------------------------------------------------------------|-------------------|\n|      1 | Employee (internal movement case) will contact the designated SPOC in the facility                                                                     | Existing Employee |\n|      2 | Facility team will share the name of vendors (3 only) with the Employee (internal movement case) and also intimate the vendors to contact the employee | Facility Team     |\n|      3 | Vendors to contact the employee for survey of goods and submit quote to the facility team                                                              | Vendor            |\n|      4 | Facility team to share the quote with the Employee and Procurement team                                                                                | Facility Team     |\n|      5 | Procurement team to approve 1 final vendor in 2 working days                                                                                           | Procurement       |\n\n- · For Insurance, New Joiner has to send a mail to Tata AIG General Insurance Co. SPOC for policy issuance 5 working days prior to commencement of the transit &amp; claims handling with a CC to Signify Insurance Team (Details mentioned below)\n- · The Insurer's contact details are as below:-\n\nLevel 1: parv.bajaj@tataaig.com Parv.Bajaj@tataaig.com ## 8588818789 Level 2: Gupta, Saransh1 Saransh1.Gupta@tataaig.com ## 9650009473 Level 3: Mehndiratta, Nupur Nupur1.Mehndiratta@tataaig.com ## 8800778290\n\nLevel 4: Verma, Mrigna Mrigna.Verma@tataaig.com ## 9811499817\n\n- · For Signify Innovations India Ltd. mark CC to -Anurag.gupta_1@signify.com  &amp; r a k e s h . m i s h r a @ s i g n i f y . c o\n\nm )\n\n- · Employee to provide the below mentioned documents to Insurance Co. for Insurance Policy:-\n- 1. List of Household items along with their value provided by Packers &amp; Movers vendor.\n- 2. Copy of transfer letter\n- 3. Active Car Insurance Policy &amp; RC Copy (in case of movement of any Car / Two Wheeler)\n- · Employee to provide the below mentioned documents to Insurance Co. in case of any claim:-\n- 1. List of Household items along with their value provided by Packers &amp; Movers vendor.\n- 2. Lorry Receipt\n- 3. Damaged Item Purchase Bill (If available)\n- · Any additional document, as may be requested by Insurance company o The Insurance Premium to be paid by existing Employee to Insurance Co. directly &amp; amount to be reimbursed through concur.\n- o Employee must retain a copy of Premium Invoice / Policy Copy to provide as evidence for reimbursement.\n\nFacility team to intimate the final vendor to the employee\n\n6\n\n7\n\n## Existing Employee\n\nFacility Team\n\n## Notes:\n\n- 1. Employees are not allowed to use any other vendors except the three listed ones\n- 2. Contact points in the facility team are different for both PIC and PIL\n\n## Facilities Team contact\n\nSignify Innovations India Limited\n\nPoint of contact from RE for relocation:\n\n1. Rakesh Mishra- +91-9810040237\n\n2. Raminder Pal Singh- +91-9654749157\n\nSignify Innovation Labs\n\nPoint of contact from RE for relocation (PIC office):\n\n1. Raminder Pal Singh- +91-9654749157\n\nAll escalation to be sent to Tarun Chaudhary (Facilities Team)\n\n## Vendor List\n\n| Supplier Name                             | acts Person Name   | E-mail ID's                          | Mobile                                                               | Address                                                                                                                                                                                          | WebAddress                                    |\n|-------------------------------------------|--------------------|--------------------------------------|----------------------------------------------------------------------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------------------------------|\n| TEREM(FREIGHTSYSTEMS (INDIA) PVT. LTD)    | Asit Bhatnagar     | sit.bhatnagar@interemrelocations.com | mobile: +91 9810622622 Phone: +91 124 4731300 | Fax: +91 124 4036481 | -409, 4TH FLOOR, FLORAL DECK ZA,Off. MIDCCentral Road, Street No. 23, ANDHERI (East), MUMBAI - 400 093.                                                                                          | www..interemrelocatio ns .com| www.interem.in |\n| Royal International Worldwide Relocations | ANIL MENON         | anil@royalintl.in                    | Mobile: 09320112399 TOLL FREE :1800 425 2399                         | Royal International Worldwide Relocations Mumbai - HO .21,Ashraya Layout 1st Stage,8th Cross, Whitefield Road,Bangalore-560048, Karnataka, INDIA e: enquiry@royalintl.in, bangalore@royalintl.in | http://www.royalintl.in                       |\n| P. R. Relocations &Worldwide Movers       | Rama               | move@prr.co                          | Tel: +91 11 45563322, 65483322, 28332626, Mobile: 9654408922         | G-1/86A, Vikaspuri, NewDelhi - 110018                                                                                                                                                            | www.prr.co                                    |\n| P. R. Relocations &Worldwide Movers       |                    | kunal@prr.co                         | Tel: +91 11 45563322, 65483322, 28332626, Mobile: 9654408922         |                                                                                                                                                                                                  |                                               |\n\n## Version Tracking\n\n|   Version No. | Date            | Changes                                                                                                                                                                                                                              | Changed by        |\n|---------------|-----------------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-------------------|\n|           1   |                 | Initial Policy                                                                                                                                                                                                                       |                   |\n|           2   | 1 st Sep 2016   | Policy Harmonization                                                                                                                                                                                                                 | Karishma/Nachiket |\n|           2.1 | 17 th Oct 2016  | Vendor Details                                                                                                                                                                                                                       | Nachiket          |\n|           2.2 | 11 th July 2017 | Transfer leave must be availed within 3 months of transfer 2. In case transfer leaves are not shown on system due to delay in process, offline alignment with Line manager must be taken and leaves must be logged on the tool later | Karishma/Nachiket |\n|           2.3 | 15 th Jul 2017  | Vendor updated from PMRelocations to Royal International                                                                                                                                                                             | Nachiket          |\n|           3   | 1 st Sep 2017   | Updates based on inputs from Insurance Team                                                                                                                                                                                          | Karishma          |\n|           3.1 | 1 st Nov 2017   | Updates based on inputs from Insurance Team                                                                                                                                                                                          | Nachiket          |\n|           3.2 | 2 nd Jan 2019   | Nameofthe company has changed                                                                                                                                                                                                        | HRS               |\n|           3.3 | 1 st Oct 2020   | Personal Accommodation not Allowed                                                                                                                                                                                                   | Amit Otwani       |\n|           3.4 | 1 st March2021  | HGrade and eligibilities updated                                                                                                                                                                                                     | Amit Otwani       |\n|           4   | 11 th Aug, 2023 | Upgrade in Process as per Insurance Team Input                                                                                                                                                                                       | Sugandha Vatrana  |\n|           4.1 | 1 st Apr 2024   | Updates based on inputs from Insurance Team                                                                                                                                                                                          | Ishan Bansal      |"
}