{
    "filename": "Relocation Policy - New Joiner - SIIL, SIL & CLS_July 2024 - Draft.pdf",
    "source_path": "C:\\Users\\670336314\\OneDrive - Signify\\Desktop\\Signify Pol\\Relocation Policy - New Joiner - SIIL, SIL & CLS_July 2024 - Draft.pdf",
    "content": "## RELOCATION POLICY FOR NEW JOINER\n\nSIGNIFY INNOVATIONS INDIA LTD., SIGNIFY INNOVATION LABS &amp; SIGNIFY COOPER LIGHTING INDIA\n\n## 1. Objective\n\nThe objective of this policy is to define the benefits and services provided by Signify India to new joiners in SIIL, SIL &amp; CLS.\n\n## 2. Eligibility\n\nThe policy is applicable to all H grade employees of Signify India only if it is mentioned in offer letter.\n\n## 3. Travel\n\nFollowing are the entitlements for travel to the new location from the new joiner's existing location.\n\n|   S.No | Travel Time                                                             | Entitlements                                                                                                                                                                                                                                                                                                                          |\n|--------|-------------------------------------------------------------------------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n|      1 | Travel Time of more than 5 Hours                                        | Self, Spouse &dependent children are eligible for one way travel by air in economy class only                                                                                                                                                                                                                                         |\n|      2 | Travel time of less than 5 hours                                        | Self, Spouse &dependent children are eligible for one way travel by First Class AC or Second Class AC Train                                                                                                                                                                                                                           |\n|      3 | In case of Self Driving Personal Car (E.g. Driving from Jaipur - Delhi) | In case the new joiner is driving their personal car, they can claim fuel reimbursement and toll tax cost on actuals. The travel by personal car is restricted to 300 k.m. (one way) and the employee must submit a fuel bill of the travelled station and Toll Tax paid at highways, as a proof of using his/her/their personal car. |\n\n- · All bookings need to be done by the new joiner on their own and then can get the cost reimbursed through concur.\n- · Air travel should be at Apex economy air fare through a low-cost carrier, booked by new joiner at least 14 days in advance.\n- · The employee's  family  can  relocate  post  up  to  a max  of 1  year from  the  employee's  joining  date. Employee needs to inform in advance to their HRM and Line manager.\n- · Employee must retain a copy of tickets (Train)/Boarding Pass (Air Travel) booked to provide as evidence for reimbursement.\n- · Transit Expenses:\n- o Point to Point local travel to and fro from the train station/airport: Radio Taxi (e.g. Uber/Ola) bills at actuals\n- o Food allowance during travel: INR 500 per head\n\n## 4. Movement of Household, Personal Effects &amp; Personal Car\n\n- · The Company will make reasonable endeavors to arrange and bear expenses for packing and forwarding of the new joiner's personal and household effects at the place of transfer through its approved packers and movers up to 1250 cubic feet (one container load)\n- · In addition to the above, the Company would arrange for transportation of personal vehicles (only one car and one two-wheeler) from the new joiner's existing location to the new location.\n- · All  other  incidental  charges  relating  to  transportation  of  car,  namely  Re-Registration,  Octroi,  entry  tax incurred in the new destination may be claimed by the employee at actual.\n- · In case the new joiner is driving their own car to the new location, fuel and toll expenses can be claimed on actuals as outlined above.\n- · All such arrangements will be made by the Facilities department of the organization. The new joiner is not permitted to make their own arrangements and get the expense reimbursed.\n- · For Insurance, New Joiner must send a mail to - Tata AIG General Insurance Co. SPOC for policy issuance &amp;  claims  &amp;  get  the  premium  reimbursed  through  concur.  The  New  Joiner  must  request  for  insurance policy 5 working days prior to commencement of the transit.\n- · It is advised that Jewelry and valuables should be carried by the new joiner and not sent as unaccompanied baggage.\n- · Please refer to Annexure 'A' for the detailed process\n\n## 5. Temporary Accommodation\n\n- · Stay in a Company Guesthouse or an approved Hotel (in line with our inland travel policy) for self, spouse and 2 children until such time residential accommodation is secured by the employee subject to a maximum stay of up to 3 Weeks/21 nights. No of rooms provided: Up to 2 persons - 1 room; 3-4 Persons - 2 rooms.\n- · Laundry expenses to be reimbursed up to a maximum of INR 150 per day.\n- · Meal Reimbursement: H16 &amp; below - INR 1200 per day; H17 &amp; above: on actuals. Expenses to the claimed through concur.\n- · Local  transport  for  commuting  to the office  for  the  duration of the temporary  stay can  be  reimbursed using concur. Radio Taxi's like Uber/Ola must be used for such transport. Reimbursement is not applicable if pick and drop services are provided by the guest house/hotel.\n\n## 6. Loan for Housing Deposit\n\n- · Employees can avail an interest free loan for housing security deposit up to a maximum of 10 months' rent or 10 months HRA (whichever is less). Refer to the Loan for Housing Deposit Policy for further details.\n- · Recovery: 12 Months Equal Instalments\n- · Such a loan is subject to perquisite tax in the hands of all employees.\n\n## 7. Brokerage\n\n- · Brokerage will be reimbursed by the company against proper bills subject to a maximum of one month's rent/HRA  entitlement  (whichever  is  lesser).  Such  an  expense  can  be  claimed through  the  Employee benefit tool.\n- · Brokerage has to be claimed within three months of  the bill date.\n\n## 8. Claw back\n\n- · In case of an employee leaving the organization within 1 year of joining, then the amount paid for the 'Movement of Household, Personal Effects &amp; Personal Car (clause 4) and Brokerage (clause 7)' shall be recovered in full.\n\n## 9. Tax Incidence\n\n- · For all allowances, reimbursements and any other benefits provided under this policy, applicable Tax as per extant laws would be borne by the employee.\n\n## 10. Special cases - within the city\n\nIn case of business exigencies, where a candidate must relocate from his/her/their current location to a different location, within the same city, this relocation policy will apply in the following manner:\n\n- · Justification of business exigency, to be provided by the business and to be vetted by the HRBP.\n- · The candidate will be eligible for relocation benefits, only if there is a need for location change and the distance of movement is at least 25 KMs, within the city.\n- · The candidate will be eligible for only 3 benefits - Movement of Household, Personal Effects and Personal Car (as per section 4), Loan for Housing Deposit (as per section 6) and Brokerage (as per section 7).\n\nThe company has the exclusive right to amend or terminate this policy without any prior notice . Any clarifications related to interpretation of this policy can be referred to respective HRBP  and the decision of CHRO - India in this regard will be final and binding.\n\nT\n\n## Annexure 'A' - Movement of House Goods Process &amp; Key Contacts\n\n|   S.No | Activity                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 | Owner         |\n|--------|----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|---------------|\n|      1 | New joiner will contact the designated SPOC in the facility                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                              | New Joiner    |\n|      2 | Facility team will share the name of vendors (3 only) with the new joiner and also intimate the vendors to contact the employee                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          | Facility Team |\n|      3 | Vendors to contact the New Joiner for survey of goods and submit quote to the facility team                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                              | Vendor        |\n|      4 | Facility team to share the quote with the New joiner and Procurement team                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                | Facility Team |\n|      5 | Procurementteam to approve 1 final vendor in 2 working days                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                              | Procurement   |\n|      6 | 1. For Insurance, New Joiner has to send a mail to - Tata AIG General Insurance Co. SPOC for policy issuance 5 working days prior to commencement of the transit & claims handling with a CC to Signify Insurance Team (Details mentioned below) 2. The Insurer's contact details are as below:- Level 1: parv.bajaj@tataaig.com Parv.Bajaj@tataaig.com ## 8588818789 Level 2: Gupta, Saransh1 Saransh1.Gupta@tataaig.com ## 9650009473 Level 3: Mehndiratta, Nupur Nupur1.Mehndiratta@tataaig.com ## 8800778290 Level 4: Verma, Mrigna Mrigna.Verma@tataaig.com ## 9811499817 6. For Signify Innovations India Ltd. mark CC to - Anurag.gupta_1@signify.com & r a k e s h . mishra@signify.com • New Joiner to provide the below mentioned documents to | New Joiner    |\n\n|    | • NewJoiner to provide the below mentioned documents to Insurance Co. in case of any claim:- i) List of Household items along with their value provided by Packers &Movers vendor. ii) Lorry Receipt iii) Damaged Item Purchase Bill (If available) iv) Any additional document, as may be requested by Insurance company. • The Insurance Premium to be paid by New Joiner to Insurance Co. directly &amountto be reimbursed through concur. • New Joiner must retain a copy of Premium Invoice / Policy Copy to provide as evidence for reimbursement.   |                           |\n|----|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|---------------------------|\n|  7 | Facility team to intimate the final vendor to the employee                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 | Facility Team             |\n|  8 | New Joiner: Employee to move the good and make payment to the vendor directly. Amount to be reimbursed through Concur                                                                                                                                                                                                                                                                                                                                                                                                                                      | Employee/ ProcurementTeam |\n|  9 | Vendortosubmitthe Lorry Receipt to the facility team.The facility team will in turn share this with the New Joiner                                                                                                                                                                                                                                                                                                                                                                                                                                         | Vendor                    |\n\n## Notes:\n\n- 1. Employees are not allowed to use any other vendors except the three listed ones\n- 2. Contact points in the facility team are different for both SIL and SIIL\n\n## Facilities Team contact\n\n| Signify Innovations India Limited   | Point of contact from RE for relocation: 1. Rakesh Mishra- +91-9810040237 2. Raminder Pal Singh- +91-9654749157   |\n|-------------------------------------|-------------------------------------------------------------------------------------------------------------------|\n| Signify Innovations Labs            | Point of contact from RE for relocation (PIC office): 1. Raminder Pal Singh- +91-9654749157                       |\n\nAll escalation to be sent to Tarun Chaudhary (Facilities Team)\n\n## Vendor List\n\n| Supplier Name                              | Contacts Person Name   | E-mail ID's                           | Mobile                                                              | Address                                                                                                                                                                                           | WebAddress                                   |\n|--------------------------------------------|------------------------|---------------------------------------|---------------------------------------------------------------------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|----------------------------------------------|\n| INTEREM (FREIGHT SYSTEMS (INDIA) PVT. LTD) | Asit Bhatnagar         | asit.bhatnagar@interemrelocations.com | Mobile: +91 9810622622 Phone: +91 124 4731300| Fax: +91 124 4036481 | C-409, 4THFLOOR, FLORAL DECK PLAZA,Off. MIDC Central Road, Street No. 23, ANDHERI (East), MUMBAI - 400 093.                                                                                       | www.interemrelocations .com | www.interem.in |\n| Royal International Worldwide Relocations  | ANIL MENON             | anil@royalintl.in                     | Mobile: 09320112399 TOLL FREE :1800 425 2399                        | Royal International Worldwide Relocations Mumbai -HO No.21,Ashraya Layout 1st Stage,8th Cross, Whitefield Road,Bangalore-560048, Karnataka, INDIA e: enquiry@royalintl.in, bangalore@royalintl.in | W: http://www.royalintl.in                   |\n| P. R. Relocations &Worldwide Movers        | Rama                   | move@prr.co                           | Tel: +91 1145563322, 65483322, 28332626, Mobile: 9654408922         | GG-1/86A, Vikaspuri, New Delhi - 110018                                                                                                                                                           | www.prr.co                                   |\n| P. R. Relocations &Worldwide Movers        |                        | kunal@prr.co                          |                                                                     |                                                                                                                                                                                                   |                                              |\n\n## Version Tracking\n\n|   Version No. | Date            | Changes                                                  | Changed by        |\n|---------------|-----------------|----------------------------------------------------------|-------------------|\n|           1   |                 | Initial Policy                                           |                   |\n|           2   | 1 st Sep 2016   | Policy Harmonization                                     | Karishma/Nachiket |\n|           2.1 | 17 th Oct 2016  | VendorDetails                                            | Nachiket          |\n|           2.2 | 15 th Jul 2017  | Vendor updated from PMRelocations to Royal International | Nachiket          |\n|           3   | 1 st Sep 2017   | Updates based on inputs from Insurance Team              | Karishma          |\n|           3.1 | 1 st Nov 2017   | Updates based on inputs from Insurance Team              | Nachiket          |\n|           3.2 | 2 nd Jan 2019   | Name of the company has changed                          | HRS               |\n|           3.3 | 1 st Oct 2020   | Personal Accommodation not Allowed                       | Amit Otwani       |\n|           3.4 | 1 st Mar 2021   | HGrades Updated                                          | Amit Otwani       |\n|           3.5 | 1 st Feb 2022   | Section 9 introduced                                     | Sugandha Vatrana  |\n|           4   | 11 th Aug, 2023 | Updates based on inputs from Insurance Team              | Sugandha Vatrana  |\n|           4.1 | 1 st Apr 2024   | Updates based on inputs from Insurance Team              | Ishan Bansal      |\n|           5   | 1 st Jul 2024   | Added Claw back clause                                   | Ishan Bansal      |"
}